aalib
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
arandr
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audacious-plugins
audit
autoconf
automake
avahi
barrier
barrier-headless
base
bash
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cdparanoia
colord
confuse
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhcpcd
diffutils
djvulibre
dmraid
dnssec-anchors
dosfstools
double-conversion
dune
e2fsprogs
efibootmgr
efivar
elfutils
emacs
enchant
evince
exo
expat
faad2
fakeroot
faudio
fcitx
fcitx-configtool
fcitx-mozc
fcitx-qt5
ffmpeg
file
filesystem
findutils
firefox
flac
flameshot
flex
fluidsynth
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
garcon
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghostscript
giflib
girara
git
glib-networking
glib2
glibc
glibmm
glu
gmp
gnome-desktop
gnome-system-monitor
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gst-libav
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk3
gtkmm3
gtksourceview4
guile
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
hunspell
hwids
hyphen
iana-etc
icu
ijs
imlib2
imwheel
iproute2
iptables
iputils
iso-codes
jack
jansson
jbig2dec
js78
json-c
json-glib
kbd
keepass
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
less
lib32-acl
lib32-attr
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libnsl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libtasn1
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre
lib32-readline
lib32-sdl2
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbs2b
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcroco
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdrm
libdv
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libftdi
libgcrypt
libgdiplus
libglvnd
libgpg-error
libgtop
libgudev
libguess
libgusb
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisofs
libjpeg-turbo
libkeybinder3
libksba
libldap
libmanette
libmfx
libmicrohttpd
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpd
libmtp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libssh
libssh2
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisual
libvorbis
libvpx
libwacom
libwebp
libwnck3
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-gtk-greeter
linux
linux-api-headers
linux-firmware
lirc
llvm-libs
lm_sensors
lsof
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
md4c
mdadm
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mono
mousepad
mpfr
mpg123
mtdev
ncurses
ndctl
neofetch
neon
netpbm
nettle
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ocaml
ocaml-base
ocaml-compiler-libs
ocaml-compiler-libs-repackaged
ocaml-csexp
ocaml-ctypes
ocaml-findlib
ocaml-integers
ocaml-ppx_derivers
ocaml-result
ocaml-sexplib0
ocaml-stdio
ocaml-stdlib-shims
ocaml-topkg
ocaml-zarith
ocamlbuild
opam
opencore-amr
openjpeg2
openssh
openssl
opus
orc
otf-ipafont
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parole
parted
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
pkgconf
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
psmisc
pulseaudio
python
python-appdirs
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-colorama
python-configobj
python-contextlib2
python-cryptography
python-distlib
python-distro
python-filelock
python-gobject
python-html5lib
python-idna
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pip
python-pipenv
python-ply
python-progress
python-psutil
python-pycparser
python-pyopenssl
python-pyparsing
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-toml
python-urllib3
python-virtualenv
python-virtualenv-clone
python-webencodings
qrencode
qt5-base
qt5-svg
qt5-x11extras
rav1e
re2
readline
redshift
rest
ristretto
rtkit
run-parts
rxvt-unicode
rxvt-unicode-terminfo
sdl2
sed
shadow
shared-mime-info
slang
snappy
sound-theme-freedesktop
speex
speexdsp
sqlite
srt
startup-notification
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tar
tdb
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tslib
ttf-liberation
tumbler
twolame
tzdata
udisks2
unzip
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vim
vim-runtime
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
which
wine
winetricks
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsensors
xvidcore
xz
zenity
zeromq
zimg
zita-alsa-pcmi
zita-resampler
zlib
zstd
