acl
archlinux-keyring
argon2
attr
audit
autoconf
automake
base
bash
binutils
bison
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
coreutils
cryptsetup
curl
db
dbus
device-mapper
dhcpcd
diffutils
dnssec-anchors
dosfstools
e2fsprogs
efibootmgr
efivar
elfutils
expat
fakeroot
file
filesystem
findutils
flex
gawk
gc
gcc
gcc-libs
gdbm
gettext
git
glib2
glibc
gmp
gnupg
gnutls
go
gpgme
grep
groff
grub
guile
gzip
hwids
iana-etc
icu
iproute2
iptables
iputils
json-c
kbd
keyutils
kmod
krb5
ldns
less
libarchive
libassuan
libcap
libcap-ng
libcroco
libedit
libelf
libffi
libgcrypt
libgpg-error
libidn2
libksba
libldap
libmnl
libmpc
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libp11-kit
libpcap
libpsl
libsasl
libseccomp
libsecret
libssh2
libtasn1
libtirpc
libtool
libunistring
libxcrypt
libxml2
licenses
linux-api-headers
linux-lts
lz4
m4
make
mkinitcpio
mkinitcpio-busybox
mpfr
nano
ncurses
neofetch
nettle
npth
openssh
openssl
p11-kit
pacman
pacman-mirrorlist
pam
pambase
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pkgconf
popt
procps-ng
psmisc
readline
sed
shadow
sqlite
sudo
systemd
systemd-libs
systemd-sysvcompat
tar
texinfo
tzdata
util-linux
util-linux-libs
which
xz
zlib
zstd
