acl
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
base
bash
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
containerd
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhcpcd
diffutils
djvulibre
dmenu
dmraid
dnssec-anchors
docker
docker-compose
dosfstools
double-conversion
e2fsprogs
efibootmgr
efivar
elfutils
emacs
enchant
evince
expat
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
ffmpeg
file
filesystem
filezilla
findutils
firefox
flac
flameshot
flex
fluidsynth
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghc
ghc-libs
ghostscript
giflib
git
glib-networking
glib2
glibc
glibmm
gmp
gnome-desktop
gnome-system-monitor
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk3
gtkmm3
gtksourceview4
guile
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dlist
haskell-extensible-exceptions
haskell-old-locale
haskell-old-time
haskell-random
haskell-setlocale
haskell-splitmix
haskell-utf8-string
haskell-x11
haskell-x11-xft
hicolor-icon-theme
hidapi
htop
hwids
hyphen
iana-etc
icu
ijs
imlib2
iproute2
iptables
iputils
iso-codes
jack
jansson
jbig2dec
js78
json-c
json-glib
kbd
keepass
keyutils
kitemviews
kmod
krb5
kwidgetsaddons
l-smash
lame
lcms2
ldns
less
lib32-attr
lib32-gcc-libs
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-libffi
lib32-libidn2
lib32-libtasn1
lib32-libunistring
lib32-nettle
lib32-p11-kit
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdrm
libedit
libelf
libepoxy
libevdev
libexif
libffi
libfilezilla
libfontenc
libgcrypt
libgdiplus
libglvnd
libgpg-error
libgtop
libgudev
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libindicator-gtk3
libinih
libinput
libinstpatch
libjpeg-turbo
libksba
libldap
libmanette
libmfx
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libssh
libssh2
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libva
libvdpau
libvorbis
libvpx
libwacom
libwebp
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lsof
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
md4c
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mono
mousepad
mpfr
mpg123
mtdev
ncurses
ndctl
neofetch
netpbm
nettle
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
openal
opencore-amr
openjpeg2
openssh
openssl
opus
orc
otf-ipafont
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
psmisc
pulseaudio
python
python-appdirs
python-attrs
python-bcrypt
python-cachecontrol
python-cached-property
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-dotenv
python-filelock
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-jsonschema
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-paramiko
python-pep517
python-pip
python-pipenv
python-ply
python-progress
python-pycparser
python-pynacl
python-pyopenssl
python-pyparsing
python-pyrsistent
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-texttable
python-toml
python-urllib3
python-virtualenv
python-virtualenv-clone
python-webencodings
python-websocket-client
python-yaml
python-zipp
qt5-base
qt5-svg
qt5-x11extras
ranger
rav1e
readline
rest
rtkit
run-parts
runc
rxvt-unicode
rxvt-unicode-terminfo
sdl2
sed
shadow
shared-mime-info
slang
sound-theme-freedesktop
speex
speexdsp
sqlite
srt
startup-notification
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
tar
tdb
texinfo
thin-provisioning-tools
tslib
ttf-liberation
tzdata
udisks2
unicode-cldr-annotations
unrar
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
w3m
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
which
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xkeyboard-config
xmonad
xmonad-contrib
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xz
zenity
zeromq
zimg
zita-alsa-pcmi
zita-resampler
zlib
zstd
